Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/education/third_level_education/fees_and_supports_for_third_level_education/tax_relief_for_third_level_fees.html.txt.tmx
Source language: en
Languages: ga

source: Tax relief for third-level fees
ga: Faoiseamh cánach ar tháillí don tríú leibhéal

source: • Payments that qualify for tax relief
ga: • Íocaíochtaí a cháilíonn d’fhaoiseamh cánach

source: • Rates of tax relief • How to apply
ga: • Conas iarratas a dhéanamh

source: You may be able to claim tax relief on tuition fees paid for approved:
ga: Beidh tú in ann faoiseamh cánach a éileamh ar tháillí teagaisc a íoctar le haghaidh:

source: • Information technology (IT) and foreign language courses
ga: • Teicneolaíocht an eolais (IT) agus cúrsaí teangacha eachtrannacha

source: Lists of courses and colleges approved for relief each year are published on the Revenue website
ga: Tá liosta de na coláistí agus cúrsaí formheasta foilsithe ar shuíomh gréasáin na gCoimisinéirí Ioncaim

source: You can claim tax relief as long as you have actually paid the fees, either on your own behalf or on behalf of another person
ga: Má íocann tú an táillí iarbhír, is féidir leat faoiseamh cánach a fháil, thar do cheann féin nó thar cheann duine eile

source: You cannot claim tax relief on:
ga: Ní féidir leat faoiseamh cánach a fháil:

source: • Examination or administration fees
ga: • Ar tháillí scrúdaithe, nó riaracháin

source: • Any part of the tuition fees that is met directly or indirectly by a grant, a scholarship or otherwise, e.g
ga: • Ar aon chuid de na táillí teagaisc a íoctar go díreach nó go hindíreach le deontas, scoláireacht nó ar aon bhealach eile, m.sh

source: where fees are reimbursed by an employer
ga: má dhéanann fostóir na táillí a chúiteamh

source: Read more about tuition fees and the Student Contribution
ga: Féadfaidh tú tuilleadh a léamh faoi tháillí teagaisc agus an Ranníocaíocht Mhic Léinn

source: Payments that qualify for tax relief
ga: Íocaíochtaí a cháilíonn d’fhaoiseamh cánach

source: Tax year 2011 onwards
ga: Bliain chánach ó 2011 amach

source: The maximum amount of fees (including the Student Contribution) that can qualify for tax relief is €7,000 per person per course
ga: Is ionann an méid uasta táillí (lena n-áirítear an Ranníocaíocht Mhic Léinn) is féidir cáiliú d’fhaoiseamh cánach agus €7,000 in aghaidh an duine in aghaidh an chúrsa

source: Full-time student: There is no tax relief on the first €3,000 spent on tuition fees (including the Student Contribution) for the 2015/2016 academic year
ga: Mac Léinn lánaimseartha: Ní thugtar aon fhaoiseamh cánach ar an gcéad €3,000 a chaitear ar tháillí (lena n-áirítear an Ranníocaíocht Mhic Léinn) do bhliain acadúil 2015/2016

source: Part-time student: There is no tax relief on the first €1,500 spent on tuition fees (including the Student Contribution) for the 2015/2016 academic year
ga: Mac Léinn páirtaimseartha: Ní thugtar aon fhaoiseamh cánach ar an gcéad €1,500 a chaitear ar tháillí (lena n-áirítear an Ranníocaíocht Mhic Léinn) do bhliain acadúil 2015/2016

source: More than one student: If you are claiming for more than one student, you will get full tax relief on tuition fees (including the Student Contribution) for the second or subsequent students
ga: Breis agus mac léinn amháin: Má tá éileamh á dhéanamh agat ar bhreis agus mac léinn amháin, gheobhaidh tú faoiseamh cánach ar tháillí teagaisc (lena n-áirítear an Ranníocaíocht Mhic Léinn) don dara mac léinn nó níos mó

source: You can find examples of how the tuition fees tax relief works on the Revenue website
ga: Tá samplaí éifeachta na hathruithe seo ar fhaoiseamh cánach ar tháillí teagaisc ar fáil sa láithreán gréasáin Revenue

source: Tax years before 2011
ga: Blianta cánach roimh 2011

source: You are not allowed to claim tax relief on the student services charge (now the Student Contribution) and tax relief is available on qualifying tuition fees up to a maximum of €5,000
ga: Níl cead agat faoiseamh cánach ar an muirear seirbhísí mac léinn (an Ranníocaíocht Mic Léinn anois). Tá faoiseamh cánach ar tháillí teagaisc cáilithe suas go huasmhéid €5,000

source: Tax relief is available for tuition fees paid for:
ga: Tá faoiseamh cánach ar fáil ar tháillí teagaisc a íoctar i leith:

source: • Approved full-time and part-time undergraduate courses in both private and publicly funded third-level colleges in the State
ga: • Cúrsaí formheasta fochéime idir lánaimsire agus pháirtaimsire i gcoláistí tríú léibhéil sa stát, bídís príobháideach nó státmhaoinithe

source: • Approved full-time and part-time undergraduate courses in both private and publicly funded third-level colleges in any EU member state
ga: • Cúrsaí formheasta fochéime idir lánaimsire agus pháirtaimsire i gcoláistí tríú leibhéil, bídís príobháideach nó státmhaoinithe, i mBallstát ar bith den AE

source: This includes courses in medicine, veterinary medicine, dentistry and teacher training
ga: Airítear cúrsaí míochaine, cúrsaí míochaine tréidliachta, fiaclóireachta agus oiliúint múinteoirí i measc na gcúrsaí fochéime anois

source: • Full-time and part-time undergraduate courses operated by colleges in any EU member state providing distance education in the State
ga: • Cúrsaí fochéime idir lánaimsire agus pháirtaimsire a reáchtálann coláistí i mBallstát ar bith den AE is a sholáthraíonn cianoideachas sa Stát seo

source: Conditions for granting tax relief for undergraduate courses
ga: Coinníollacha maidir le faoiseamh cánach a dheonú

source: • Courses must be for at least two years' duration
ga: • Caithfidh fad dhá bhliain ar a laghad a bheith sna cúrsaí

source: • Colleges and courses within the State must be approved by the Department of Education and Skills
ga: • Ní mór go mbeadh na coláistí agus na cúrsaí seo formheasta ag an Aire Oideachais agus Scileanna

source: • Approved postgraduate courses in private and publicly funded colleges in the State
ga: • Cúrsaí formheasta iarchéime i gcoláistí tríú leibhéil sa Stát, bídís príobháideach nó státmhaoinithe

source: • Postgraduate courses in a university or publicly funded college in another EU member state, including such colleges that provide distance education in the State
ga: • Cúrsaí iarchéime in ollscoil nó i gcoláiste státmhaoinithe eile i mBallstát de chuid an AE, ina measc, na coláistí sin a chuireann cianoideachas ar fáil sa Stát seo

source: • Postgraduate courses in a university or publicly funded third-level college in non-EU countries
ga: • Cúrsaí iarchéime in ollscoil nó i gcoláiste státmhaoinithe eile i dtír lasmuigh den AE

source: Conditions for granting tax relief for postgraduate courses
ga: Coinníollacha maidir le faoiseamh cánach a dheonú do chúrsaí iarchéime

source: • Courses must be for at least one academic year but not more than four academic years in duration and must lead to a postgraduate award based on either a thesis or an examination
ga: • Caithfidh na cúrsaí seo maireachtáil ar feadh bliain acadúil amháin ar a laghad, ach gan dul thar ceithre bliana acadúla, agus ní foláir go mbeadh dámhachtain iarchéime le teacht astu a bheidh bunaithe ar thráchtas nó ar scrúdú

source: • The person taking the course must already have a primary degree or an equivalent qualification
ga: • Caithfidh bunchéim a bheith ag an té atá i mbun an chúrsa nó cáilíocht choibhéiseach

source: Information technology and foreign language courses
ga: Cúrsaí i dteicneolaíocht an eolais agus i dteangacha eachtrannacha

source: Tax relief is available in respect of fees paid for training courses in information technology and foreign languages (other than postgraduate courses) if certain conditions are met:
ga: Is féidir faoiseamh cánach a fháil i gcás táillí a íoctar i gcúrsaí i dteicneolaíocht an eolais agus i dteangacha eachtrannacha ar choinníollacha áirithe

source: • The course involved must be less than two years' duration
ga: • Caithfidh fad níos lú ná dhá bhliain a bheith sa chúrsa

source: • It must result in the awarding of a certificate of competence (and not just a certificate of attendance)
ga: • Ní mór go mbeadh teastas inniúlachta (agus ní teastas freastail) le fáil mar dhámhachtain ag deireadh an chúrsa

source: • The course must be approved by SOLAS
ga: • Caithfidh an cúrsa a bheith formheasta ag SOLAS

source: Revenue publishes detailed leaflets about tax relief for tuition fees. Leaflet IT 31 covers tax relief for undergraduate and postgraduate courses
ga: Tá bileoga sonraithe maidir le faoiseamh cánach ar tháillí teagaisc foilsithe ag na Coimisinéirí Ioncaim.Cuimsíonn bileog IT31 faoiseamh cánach ar chúrsaí fochéime agus iarchéime

source: Leaflet IT 31A covers tax relief for information technology and foreign language courses
ga: Cuimsíonn bileog IT31A faoiseamh cánach ar chúrsaí i dteicneolaíocht an eolais agus i dteangacha eachtrannacha

source: There is no limit on the number of individuals for whom you can claim
ga: Tugtar an faoiseamh cánach ar ráta caighdeánach 20%

source: • the tax year in which the instalment was paid
ga: Tugtar faoiseamh cánach ar an ngnáthráta

source: However, relief will only be granted in respect of amounts actually paid and subject to the maximum relief available in that academic year
ga: Is féidir faoiseamh cánach a fháil thar ceann líon neamhtheoranta na daoine

source: Undergraduate and postgraduate courses:
ga: Cúrsaí fochéime agus iarchéime

source: 2011 tax year and after - the maximum amount of fees (including the Student Contribution) that can qualify for tax relief is €7,000 per person per course
ga: Bliain chánach 2011 agus ina dhiaidh sin: Is ionann an méid uasta táillí (lena n-áirítear an Ranníocaíocht Mhic Léinn) is féidir cáiliú d’fhaoiseamh cánach agus €7,000 in aghaidh an duine in aghaidh an chúrsa

source: Before 2011 tax year - the maximum amount of qualifying fees allowable under the tax relief scheme is €5,000
ga: Blianta cánach roimh 2011: Tá uasmhéid na dtáillí incháilithe faoin scéim faoisimh cánach €5,000

source: Information technology and foreign language courses:
ga: Cúrsaí i dteicneolaíocht an eolais agus i dteangacha eachtrannacha

source: The course fees paid must not be less than €315 and not more than €1,270 (these refer to the course fee and are not simply an amount per annum)
ga: Níor cheart go mbeadh táillí an chúrsa a íocadh níos lú ná €315 agus níos mó ná €1,270 (tagraíonn iad seo do tháille an chúrsa agus ní hionann iad agus suim in aghaidh na bliana)

source: For relief on fees for undergraduate or postgraduate courses, download the relevant application form (pdf) and return it to your local tax office
ga: Chun faoiseamh ar chúrsaí fochéime nó iarchéime a fháil, íoslódáíl an fhoirm iarratais ábhartha (pdf) agus seol ar ais í chuig d'oifig chánach áitiúil

source: For relief on fees for information technology and foreign language courses, download the relevant application form (pdf) and return it to your local tax office
ga: Chun faoiseamh ar chúrsaí i dteicneolaíocht an eolais agus i dteangacha eachtrannacha a fháil, íoslódáíl an fhoirm iarratais ábhartha (pdf) agus seol ar ais í chuig d'oifig chánach áitiúil

source: You should keep all receipts for fees paid, as Revenue may wish to see them in order to verify your claim. Further information on tax relief on third-level fees is available from your local tax office
ga: Ba chóir duit an uile fháltas na táillí íoctha a choimeád, mar b'fhéidir gur mian leis na Coimisinéirí Ioncaim iad a fheiceáil, chun d'éileamh a dheimhniú
